[
  {
    "Параметр": "Автономность",
    "Описание": "Способность самостоятельно принимать решения в своей зоне ответственности, управлять рисками и доводить задачи до результата в условиях неопределенности.",
    "Младший": "Работает под руководством более опытных коллег. Разбирается в задачах, уточняет подходы перед выполнением, действует в рамках понятных процессов.",
    "Специалист": "Самостоятельно решает задачи в своей зоне ответственности. В нестандартных ситуациях сверяет ключевые решения с руководителем. Улучшает свои рабочие процессы и предлагает точечные доработки.",
    "Старший": "Определяет собственные задачи и подходы к их решению. Планирует работу и сроки, формирует гипотезы, согласует ключевые точки и взаимодействует со смежниками. Предлагает и внедряет улучшения, влияющие на способы работы команды или нескольких участников процесса.",
    "Ведущий": "Самостоятельно формирует цели и приоритеты в своей зоне ответственности. Принимает решения в условиях высокой сложности и неопределенности, учитывает влияние на смежные процессы и помогает коллегам повышать качество решений.",
    "Эксперт": "Определяет принципы и подходы работы в своей зоне ответственности. Принимает решения, влияющие на масштабные процессы или ключевые результаты, задает ориентиры для других сотрудников."
  },
  {
    "Параметр": "Масштаб влияния результатов",
    "Описание": "Масштаб и значимость результатов работы, включая влияние на процессы, продукт или бизнес, а также потенциал масштабирования и применения в разных контекстах.",
    "Младший": "Создает решения в рамках своей зоны ответственности. Результат повышает качество выполнения задач и встраивается в существующий процесс.",
    "Специалист": "Создает решения, которые применимы за пределами собственной задачи. Результат можно использовать повторно в смежных процессах или командах.",
    "Старший": "Разрабатывает решения, влияющие на ключевые показатели или процессы продукта/направления. Результаты могут быть масштабированы и использованы несколькими командами.",
    "Ведущий": "Создает системные решения и подходы, влияющие на работу направления или функции. Формирует практики, которые обеспечивают согласованную и предсказуемую работу системы.",
    "Эксперт": "Определяет принципы и долгосрочные модели развития профессиональной области. Оказывает влияние на стратегические решения и формирует направление развития функции, подразделения или домена."
  },
  {
    "Параметр": "Сложность и новизна задач",
    "Описание": "Характер задач с точки зрения степени неопределенности, количества взаимосвязанных факторов и необходимости применять или создавать новые подходы.",
    "Младший": "Работает с простыми и предсказуемыми задачами в рамх установленных подходов. При необходимости с опорой на коллег справляется с отдельными нестандартными ситуациями. ",
    "Специалист": "Решает задачи невысокой сложности, где большинство вводных известны. Адаптирует знакомые методы под конкретные условия и разбирается в типовых и частично новых кейсах.",
    "Старший": "Работает с задачами средней сложности, включающими несколько факторов или участников. Предлагает решения в условиях частичной неопределенности и улучшает существующие подходы.",
    "Ведущий": "Работает с задачами высокой сложности, где отсутствуют понятные вводные и заранее известных решений нет. Формирует подходы и решения, устойчивые в разных контекстах, и может масштабировать их.",
    "Эксперт": "Работает с задачами стратегической значимости и высокой новизны, где требуется создавать решения принципиально нового уровня. Формирует модели, принципы или подходы, которые меняют практику работы в функции или профессии и могут использоваться как новый стандарт."
  },
  {
    "Параметр": "Уровень коммуникаций",
    "Описание": "Широта и сложность взаимодействий, умение выстраивать коммуникации с разными стейкхолдерами и обеспечивать согласованность решений.",
    "Младший": "Взаимодействует с командой и руководителем. Держит в курсе по задачам и вовремя поднимает возникающие вопросы.",
    "Специалист": "Сам договаривается со смежниками по рабочим вопросам. Сверяет решения, передает статусы, поддерживает понятный и регулярный контакт.",
    "Старший": "Взаимодействует со стейкхолдерами разного уровня — от владельцев процессов до представителей топ-менеджмента. Проводит встречи и обсуждения, аргументированно отстаивает позицию, помогает участникам прийти к общему решению.",
    "Ведущий": "Координирует взаимодействие нескольких команд и направлений. Проводит сложные обсуждения, формулирует решения для разных аудиторий и добивается общего понимания ключевых вопросов.",
    "Эксперт": "Управляет коммуникацией на уровне функции: формирует повестку стратегических встреч, ведет переговоры с топ-менеджментом."
  },
  {
    "Параметр": "Управление людьми и командами",
    "Описание": "Участие в развитии сотрудников и создании эффективных командных процессов: от передачи экспертизы до формирования подходов к взаимодействию и росту команды.",
    "Младший": "Поддерживает коллег в рамках рабочих задач. ",
    "Специалист": "Передает знания и помогает менее опытным коллегам в выполнении задач. Поддерживает командную эффективность, участвует в адаптации новых сотрудников, предлагает улучшения в совместной работе.",
    "Старший": "Наставляет коллег, помогает развивать профессиональные навыки. Координирует работу группы или направления, поддерживает качественное взаимодействие между участниками и смежниками.",
    "Ведущий": "Организует работу команды: распределяет задачи, создает условия для развития сотрудников, участвует в найме и формировании сильной команды. Влияет на подходы к совместной работе и взаимодействию.",
    "Эксперт": "Формирует принципы и стандарты командной работы на уровне направления или нескольких команд. Развивает руководителей или ключевых специалистов, обеспечивает преемственность и влияет на развитие команды как системы."
  },
  {
    "Параметр": "Готовность расти",
    "Описание": "Готовность учиться на опыте, менять подходы и развивать свою профессиональную среду.",
    "Младший": "Открыт к обучению и принимает обратную связь. Делает выводы из своих ошибок и корректирует подходы в рамках понятных задач. Проявляет инициативу в освоении необходимых инструментов и знаний.",
    "Специалист": "Самостоятельно ищет обратную связь и активно использует ее для улучшения результатов. Осваивает новые методы работы, расширяет профессиональные навыки, делится находками с коллегами.",
    "Старший": "Системно развивает свои навыки: осваивает новые практики, инструменты и подходы. Помогает коллегам развиваться, делится опытом и формирует практики для регулярного обмена знаниями в команде.",
    "Ведущий": "Создает условия для развития команды: формирует прозрачные ожидания, поддерживает обучение и обмен экспертизой. Инициирует внедрение новых подходов и инструментов, повышающих профессиональный уровень команды.",
    "Эксперт": "Формирует среду непрерывного развития на уровне направления или функции. Продвигает новые практики, подходы и инструменты. Развивает других через наставничество и управляет долгосрочным ростом профессиональной области."
  },
  {
    "Параметр": "Влияние на стратегию и культуру",
    "Описание": "Вклад в формирование целей, приоритетов и принципов работы, определяющих развитие продукта, направления или функции.",
    "Младший": "Работает в рамках целей и подходов, заданных руководителем или командой. Участвует в декомпозиции задач, понимает контекст принятых решений и поддерживает существующие практики.",
    "Специалист": "Инициирует задачи в своей зоне ответственности в соответствии с целями команды. Предлагает улучшения и решения, сверяя приоритеты с руководителем. Умеет обосновывать предлагаемые изменения и понимает ключевые показатели эффективности.",
    "Старший": "Самостоятельно формулирует задачи в соответствии с целями направления или подразделения. Соотносит результаты работы с бизнес-показателями, влияет на приоритеты через свои решения и предложения. ",
    "Ведущий": "Участвует в разработке стратегических решений команды или функции. Формулирует цели на уровне направления работ, объясняет их влияние на бизнес, помогает выстраивать систему приоритетов. Влияет на принципы работы и культуру взаимодействия.",
    "Эксперт": "Определяет стратегические приоритеты и ключевые показатели на уровне функции или бизнес-направления. Формирует долгосрочное видение, задает подходы к работе и способствует развитию культуры, которая поддерживает выбранную стратегию."
  }
]